Repository: regorodrijl/CajonDesastreRaspberry
Catalog: www/www.regorodri.noip.me/public_html/diw/bicis/languages/*.po
Languages: es_es

source: Bienvenido
es_es: Welcome

source: Nombre
es_es: Name

source: Registrarse
es_es: Sign in

source: Loguearse
es_es: Log in

source: Preparada para el Freestyle
es_es: Ready for Freestyle.

source: Tu todoterreno, listo para la acci칩n
es_es: Your off road, ready to action.

source: Especialista en carreteras.
es_es: Specialist roads.

source: Datos de Registro
es_es: Registration Data

source: Contrase침a
es_es: Password

source: Repetir Contrase침a
es_es: Repeat Password

source: Cerrar Sesi칩n
es_es: Sign off
